IDEA StatiCa Open Model
ConcreteULSCheckResultDiagramCapacity.Fu2 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 calculated ultimate internal forces
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces Fu2 { get; set; }
Public Property Fu2 As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ Fu2 {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultDiagramCapacity Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace